const HowTo = () => {
  return (
    <div>
      <h2>시간 측정은 어떻게?</h2>
      <p>먼저 로그인을 해주세요!</p>
      <p>메인페이지의 지구앞에 있는 삼각형을 클릭해주세요</p>
      <p>잠깐 멈추고 싶으면 같은 위치를 다시 클릭해주세요</p>

      <h2>Todo는 어떻게?</h2>
      <p>Todo는 메인 페이지에서 작성할 수 있어요</p>
      <p>Todo List 아래에 박스가 없다면 글씨의 왼쪽에 아이콘을 클릭해주세요</p>
      <p>박스 아래에 New task를 눌러 Todo를 추가해주세요</p>
      <p>완료한 Todo는 왼쪽 체크박스를 클릭하면 완료표시가 됩니다!</p>
      <p>
        삭제 하고 싶은 목록이 있다면 목록에 마우스를 올리면 왼쪽에 쓰레기통
        아이콘이 생깁니다 그 아이콘을 클릭해주세요
      </p>
      <p>Todo는 최대 5개까지 작성가능합니다!</p>

      <h1>음악은 어떻게?</h1>
      <p>음악은 언제나 화면 아래에 있어요!</p>
    </div>
  );
};
export default HowTo;
